#### `terraform plan` Success
<details><summary>Show Output</summary>

```

An execution plan has been generated and is shown below.
Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # module.aws-acm.aws_acm_certificate.shunblog_org will be created
  + resource "aws_acm_certificate" "shunblog_org" {
      + arn                       = (known after apply)
      + domain_name               = "shunblog.org"
      + domain_validation_options = (known after apply)
      + id                        = (known after apply)
      + subject_alternative_names = [
          + "*.shunblog.org",
        ]
      + validation_emails         = (known after apply)
      + validation_method         = "DNS"
    }

  # module.aws-acm.aws_acm_certificate.shunkakinoki_com will be created
  + resource "aws_acm_certificate" "shunkakinoki_com" {
      + arn                       = (known after apply)
      + domain_name               = "shunkakinoki.com"
      + domain_validation_options = (known after apply)
      + id                        = (known after apply)
      + subject_alternative_names = [
          + "*.shunkakinoki.com",
        ]
      + validation_emails         = (known after apply)
      + validation_method         = "DNS"
    }

Plan: 2 to add, 0 to change, 0 to destroy.
```

</details>

*Workflow: `Terraform Pull Request`, Action: `hashicorpterraform-github-actions4`, Working Directory: `.`*
